[
  {
    "author": "Brene Brown",
    "statement": "I am imperfect, and I am wired for struggle, yet I am absolutely worthy of love and belonging.",
    "tags": ["self-worth", "belonging", "self-compassion"]
  },
  {
    "author": "Brene Brown",
    "statement": "I recognize that my vulnerability is my truth and my courage. It might not always be comfortable, but it's never a weakness.",
    "tags": ["vulnerability", "courage", "authenticity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that my vulnerability is the true birthplace of my love, belonging, joy, courage, empathy, and creativity.",
    "tags": ["vulnerability", "connection", "creativity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am willing to stay vulnerable because it's the path to true connection.",
    "tags": ["vulnerability", "connection"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose to feel all my emotions, knowing that numbing the painful ones also numbs my joy.",
    "tags": ["emotional-intelligence", "authenticity", "growth"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know my dark moments don't destroy my light; they define it. I release my fear of the dark to fully embrace my joy.",
    "tags": ["resilience", "mindset", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I now see that owning my story and loving myself through that process is the bravest thing I will ever do.",
    "tags": ["self-love", "courage", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I allow myself to feel, understanding that numbing my pain also numbs my happiness.",
    "tags": ["emotional-intelligence", "mindfulness"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that if someone isn't willing or able to love me, it doesn't diminish my inherent lovability.",
    "tags": ["self-love", "worthiness", "resilience"]
  },
  {
    "author": "Brene Brown",
    "statement": "I embrace who I am, knowing that true belonging comes from being my authentic self, not from changing for others.",
    "tags": ["belonging", "authenticity", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know that my belonging starts with my self-acceptance. As I believe I am enough, I gain the courage to be authentic, vulnerable, and imperfect.",
    "tags": ["self-acceptance", "belonging", "authenticity", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I commit to talking to myself with the same kindness and compassion I would offer someone I love.",
    "tags": ["self-compassion", "self-talk", "kindness"]
  },
  {
    "author": "Brene Brown",
    "statement": "I don't need to chase extraordinary moments for happiness; I find it right in front of me by practicing attention and gratitude.",
    "tags": ["gratitude", "mindfulness", "happiness"]
  },
  {
    "author": "Brene Brown",
    "statement": "I see my imperfections not as inadequacies, but as reminders that I am connected to everyone else in this human experience.",
    "tags": ["self-acceptance", "connection", "humanity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I cultivate love by allowing my most vulnerable self to be seen and known, honoring the spiritual connection that grows from that offering with trust and respect.",
    "tags": ["love", "vulnerability", "connection"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am enough. My worthiness is a birthright, not something I have to earn.",
    "tags": ["self-worth", "worthiness", "empowerment"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose courage over comfort today, understanding that I cannot have both at the same time.",
    "tags": ["courage", "growth", "choice"]
  },
  {
    "author": "Brene Brown",
    "statement": "I dare to set boundaries, knowing it's an act of self-love, even if it risks disappointing others.",
    "tags": ["boundaries", "self-love", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I recognize that shame is the fear of not being good enough, and I choose to challenge that fear.",
    "tags": ["shame-resilience", "self-worth", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that there is no innovation or creativity without the willingness to experience failure.",
    "tags": ["creativity", "innovation", "resilience"]
  },
  {
    "author": "Brene Brown",
    "statement": "I acknowledge when I am 'crazy-busy' and recognize it as an armor, a way to numb my true feelings and needs.",
    "tags": ["mindfulness", "self-awareness", "stress-management"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am worthy of love and belonging, no matter my struggles or imperfections.",
    "tags": ["self-worth", "belonging", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am willing to show up and be seen, even when I cannot control the outcome, because that is true courage.",
    "tags": ["courage", "vulnerability", "authenticity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that true belonging is not about fitting in; it's about being accepted for who I authentically am.",
    "tags": ["belonging", "authenticity", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I practice gratitude and joy in moments of terror, reminding myself that to feel this vulnerable means I am alive.",
    "tags": ["gratitude", "joy", "resilience"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know that living with a whole heart requires me to take off the armor, put down the weapons, show up, and let myself be seen.",
    "tags": ["wholeheartedness", "vulnerability", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I embrace curiosity and compassion, understanding that judging others often stems from my own perceived deficiencies.",
    "tags": ["compassion", "curiosity", "self-awareness"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose integrity over comfort, choosing what is right over what is fun, fast, or easy.",
    "tags": ["integrity", "values", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I recognize that compassion is not a virtue but a commitment to showing up with empathy.",
    "tags": ["compassion", "empathy", "commitment"]
  },
  {
    "author": "Brene Brown",
    "statement": "I acknowledge that regret can be the birthplace of empathy, especially when it comes from failures of courage.",
    "tags": ["empathy", "regret", "growth"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that boundaries are not about pushing people away, but about creating space for compassion and preventing resentment.",
    "tags": ["boundaries", "self-care", "relationships"]
  },
  {
    "author": "Brene Brown",
    "statement": "I believe that the only unique contribution I will ever make in this world will be born of my creativity.",
    "tags": ["creativity", "purpose", "authenticity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am learning that recognizing and leaning into the discomfort of vulnerability teaches me how to live with joy, gratitude, and grace.",
    "tags": ["vulnerability", "joy", "gratitude"]
  },
  {
    "author": "Brene Brown",
    "statement": "I refuse to let the fear of what others think prevent me from living authentically and believing in myself.",
    "tags": ["authenticity", "self-worth", "fearless"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that true power is unlimited and created with others, not taken from them.",
    "tags": ["empowerment", "collaboration", "leadership"]
  },
  {
    "author": "Brene Brown",
    "statement": "I practice shame resilience by naming my shame, talking about it, owning my story, and sharing it with trusted people.",
    "tags": ["shame-resilience", "vulnerability", "healing"]
  },
  {
    "author": "Brene Brown",
    "statement": "I accept that to feel shame is to be human, and I will not let it isolate me.",
    "tags": ["shame-resilience", "humanity", "connection"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know that empathy is a hostile environment for shame, and I seek connection and understanding.",
    "tags": ["empathy", "shame-resilience", "connection"]
  },
  {
    "author": "Brene Brown",
    "statement": "I recognize that courage is a heart word, and its original definition means to tell the story of who I am with my whole heart.",
    "tags": ["courage", "authenticity", "storytelling"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am enough, and I will not negotiate my value with the world.",
    "tags": ["self-worth", "worthiness", "empowerment"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that when I numb difficult emotions, I also numb my capacity for joy and connection.",
    "tags": ["emotional-intelligence", "connection", "joy"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose to brave the wilderness, knowing that standing alone in my truth is a path to deep self-connection.",
    "tags": ["authenticity", "courage", "self-discovery"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am committed to showing up and being seen, because it makes me a little braver each time.",
    "tags": ["courage", "vulnerability", "growth"]
  },
  {
    "author": "Brene Brown",
    "statement": "I believe that the path to a deeper and more meaningful life is found through vulnerability.",
    "tags": ["vulnerability", "purpose", "meaning"]
  },
  {
    "author": "Brene Brown",
    "statement": "I strive for healthy achievement and growth, not perfectionism, knowing perfectionism is a shield.",
    "tags": ["perfectionism", "growth", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that true belonging requires me to be vulnerable, get uncomfortable, and learn to be present without sacrificing who I am.",
    "tags": ["belonging", "vulnerability", "authenticity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose to be kind to myself, knowing that self-compassion is vital when I face struggles and imperfections.",
    "tags": ["self-compassion", "kindness", "resilience"]
  },
  {
    "author": "Brene Brown",
    "statement": "I acknowledge that I am wired for connection, and when those needs are not met, I feel it deeply.",
    "tags": ["connection", "belonging", "human-nature"]
  },
  {
    "author": "Brene Brown",
    "statement": "I believe that worthiness is a birthright, and embracing this belief opens up endless possibilities.",
    "tags": ["worthiness", "self-worth", "empowerment"]
  },
  {
    "author": "Brene Brown",
    "statement": "I choose to rumble with vulnerability, knowing that courage and fear are not mutually exclusive; I can be both brave and afraid at the same time.",
    "tags": ["courage", "vulnerability", "fear"]
  },
  {
    "author": "Brene Brown",
    "statement": "I understand that loneliness thrives when I am afraid to reach out, and I commit to fostering connection.",
    "tags": ["connection", "loneliness", "vulnerability"]
  },
  {
    "author": "Brene Brown",
    "statement": "I recognize that what I regret most are my failures of courage, and I use these regrets as a birthplace for empathy.",
    "tags": ["courage", "regret", "empathy"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know that my wild heart needs protection against constant self-evaluation and external judgment.",
    "tags": ["self-love", "self-worth", "authenticity"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am learning that showing up and being seen is tough, but it's not as dangerous as getting to the end of my life and wondering 'What if I would have shown up?'",
    "tags": ["courage", "vulnerability", "regret"]
  },
  {
    "author": "Brene Brown",
    "statement": "I allow myself to feel disappointment and pain without letting it define my worth or prevent me from trying again.",
    "tags": ["resilience", "emotional-intelligence", "self-worth"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am committed to living a wholehearted life, embracing my imperfections and sharing my true self with the world.",
    "tags": ["wholeheartedness", "authenticity", "self-acceptance"]
  },
  {
    "author": "Brene Brown",
    "statement": "I believe that my integrity is built on choosing courage over comfort and practicing my values, not just professing them.",
    "tags": ["integrity", "values", "courage"]
  },
  {
    "author": "Brene Brown",
    "statement": "I know that my ability to experience belonging is directly tied to my level of self-acceptance.",
    "tags": ["belonging", "self-acceptance", "worthiness"]
  },
  {
    "author": "Brene Brown",
    "statement": "I am cultivating the courage to be imperfect, to set boundaries, and to allow myself to be vulnerable.",
    "tags": ["courage", "vulnerability", "boundaries", "growth"]
  }
]
